var targets = [
["s", "फाइल", "लोड", "करने", "में", "लिखा", "डाटा", "<EOS>"], 
["छवि", "पृष्ठ", "भूमि", "के", "रूप", "में", "उपयोग", "में", "लें", "u", "<EOS>"], 
["बतौर", "सादा", "पाठ", "सूची", "परियोजना", "सहेजें", "<EOS>"], 
["यह", "बैठक", "फिर", "आती", "है", "<EOS>"], 
["उपकरणपट्टी", "दिखाएँ", "या", "नहीं", "<EOS>"], 
["सप्ताह", "द्वारा", "महिना", "देखकर", "स्क्रोल", "करें", "r", "<EOS>"], 
["संदेशों", "को", "इस", "डाक", "सूची", "के", "साथ", "फ़िल्टर", "करने", "के", "लिए", "एक", "नियम", "बनाएँ", "<EOS>"], 
["आपकी", "परियोजना", "सहेजी", "गई", "है", "<EOS>"], 
]